import React from 'react';
import './azkar.css'
const Azkar = () => {
    return (
        <div id='body'>
            <h1>الاذكار</h1>
            <div className='one'>
                <h4>أذكار الصباح</h4>
                <p>الحمد لله وحده، والصلاة والسلام على من لا نبي بعده.</p>
                <p>﴿الله لا إله إلا هو الحي القيوم لا تأخذه سنة ولا نوم له ما في السموات وما في الأرض من ذا الذي يشفع عنده إلا بإذنه يعلم ما بين أيديهم وما خلفهم ولا يحيطون بشيء من علمه إلا بما شاء وسع كرسيه السموات والأرض ولا يؤوده حفظهما وهو العلي العظيم﴾. </p>
                <p> بسم الله الرحمن الرحيم ﴿قل هو الله أحد* الله الصمد* لم يلد ولم يولد* ولم يكن له كفوا أحد﴾. بسم الله الرحمن الرحيم ﴿قل أعوذ برب الفلق* من شر ما خلق* ومن شر غاسق إذا وقب* ومن شر النفاثات في العقد* ومن شر حاسد إذا حسد﴾. بسم الله الرحمن الرحيم ﴿قل أعوذ برب الناس* ملك الناس* إله الناس* من شر الوسواس الخناس* الذي يوسوس في صدور الناس* من الجنة و الناس﴾.ثلاث مرات </p>
                <p> (أصبحنا وأصبح الملك لله، والحمد لله، لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، رب أسألك خير ما في هذا اليوم وخير ما بعده، وأعوذ بك من شر ما في هذا اليوم وشر ما بعده، رب أعوذ بك من الكسل وسوء الكبر، رب أعوذ بك من عذاب في النار وعذاب في القبر). </p>
                <p> (اللهم بك أصبحنا، وبك أمسينا، وبك نحيا، وبك نموت وإليك النشور) </p>
                <p>
(اللهم أنت ربي لا إله إلا أنت، خلقتني وأنا عبدك، وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك علي، وأبوء بذنبي فاغفر لي فإنه لا يغفر الذنوب إلا أنت). </p>
                <p> (اللهم إني أصبحت أشهدك، وأشهد حملة عرشك، وملائكتك، وجميع خلقك، أنك أنت الله لا إله إلا أنت وحدك لا شريك لك، وأن محمدا عبدك ورسولك).اربع مرات </p>
                <p> (اللهم ما أصبح بي من نعمة أو بأحد من خلقك فمنك وحدك لا شريك لك، فلك الحمد ولك الشكر) </p>
                <p> (اللهم عافني في بدني، اللهم عافني في سمعي، اللهم عافني في بصري، لا إله إلا أنت. اللهم إني أعوذ بك من الكفر، والفقر، وأعوذ بك من عذاب القبر، لا إله إلا أنت).ثلاث مرات </p>
                <p> (حسبي الله لا إله إلا هو عليه توكلت وهو رب العرش العظيم).سبعةمرات </p>
                <p> (اللهم إني أسألك العفو والعافية في الدنيا والآخرة، اللهم إني أسألك العفو والعافية: في ديني ودنياي وأهلي، ومالي، اللهم استر عوراتي، وآمن روعاتي، اللهم احفظني من بين يدي، ومن خلفي، وعن يميني، وعن شمالي، ومن فوقي، وأعوذ بعظمتك أن أغتال من تحتي). </p>
                <p> 
(اللهم عالم الغيب والشهادة فاطر السموات والأرض، رب كل شيء ومليكه، أشهد أن لا إله إلا أنت، أعوذ بك من شر نفسي، ومن شر الشيطان وشركه، وأن أقترف على نفسي سوءا، أو أجره إلى مسلم). </p>
                <p> (بسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم).ثلاث مرات </p>
                <p> (رضيت بالله ربا، وبالإسلام دينا، وبمحمد صلى الله عليه وسلم نبيا). </p>
                <p> (يا حي يا قيوم برحمتك أستغيث أصلح لي شأني كله ولا تكلني إلى نفسي طرفة عين). </p>
                <p> (أصبحنا وأصبح الملك لله رب العالمين، اللهم إني أسألك خير هذا اليوم:فتحه، ونصره، ونوره، وبركته، وهداه، وأعوذ بك من شر ما فيه وشر ما بعده). </p>
                <p> (أصبحنا على فطرة الإسلام، وعلى كلمة الإخلاص، وعلى دين نبينا محمد صلى الله عليه وسلم، وعلى ملة أبينا إبراهيم، حنيفا مسلما وما كان من المشركين). </p>
                <p> (سبحان الله وبحمده).مائة مرة </p>
                <p> (لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير).عشرة مرات </p>
                <p> (لا إله إلا الله، وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير)مائة مرة </p>
                <p> (سبحان الله وبحمده: عدد خلقه، ورضا نفسه، وزنة عرشه، ومداد كلماته).ثلاث مرات </p>
                <p> (اللهم إني أسألك علما نافعا، ورزقا طيبا، وعملا متقبلا). </p>
                <p> (أستغفر الله وأتوب إليه).مائة مرة </p>
                <p> (اللهم صل وسلم على نبينا محمد).عشرة مرات </p>
            </div>
            <div className='two'>
                <h4>أذكارالمساء</h4>
                <p >«أَمْسَيْنَا وَأَمْسَى المُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ لا إلَهَ إلَّا اللَّهُ، وَحْدَهُ لا شَرِيكَ له، له المُلْكُ وَلَهُ الحَمْدُ وَهو علَى كُلِّ شيءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ ما في هذِه اللَّيْلَةِ وَخَيْرَ ما بَعْدَهَا، وَأَعُوذُ بكَ مِن شَرِّ ما في هذِه اللَّيْلَةِ وَشَرِّ ما بَعْدَهَا، رَبِّ أَعُوذُ بكَ مِنَ الكَسَلِ وَسُوءِ الكِبَرِ، رَبِّ أَعُوذُ بكَ مِن عَذَابٍ في النَّارِ وَعَذَابٍ في القَبْرِ».</p>
                <p >« اللَّهُمَّ أنْتَ رَبِّي لا إلَهَ إلَّا أنْتَ، خَلَقْتَنِي وأنا عَبْدُكَ، وأنا علَى عَهْدِكَ ووَعْدِكَ ما اسْتَطَعْتُ، أعُوذُ بكَ مِن شَرِّ ما صَنَعْتُ، أبُوءُ لكَ بنِعْمَتِكَ عَلَيَّ، وأَبُوءُ لكَ بذَنْبِي فاغْفِرْ لِي، فإنَّه لا يَغْفِرُ الذُّنُوبَ إلَّا أنْتَ».
</p>
                <p > «بسمِ اللهِ الذي لا يَضرُ مع اسمِه شيءٌ في الأرضِ ولا في السماءِ وهو السميعُ العليمِ»، وتُقال ثلاث مرات.</p>
                <p >- «اللَّهُمَّ إنِّي أمسيتُ أُشهِدُك، وأُشهِدُ حَمَلةَ عَرشِكَ، ومَلائِكَتَك، وجميعَ خَلقِكَ: أنَّكَ أنتَ اللهُ لا إلهَ إلَّا أنتَ، وأنَّ مُحمَّدًا عبدُكَ ورسولُكَ».</p>
                <p > «اللهمَّ إني أسألُك العفوَ والعافيةَ، في الدنيا والآخرةِ، اللهمَّ إني أسألُك العفوَ والعافيةَ، في دِيني ودنيايَ وأهلي ومالي، اللهمَّ استُرْ عوراتي، وآمِنْ روعاتي، واحفظني من بين يدي، ومن خلفي، وعن يميني، وعن شمالي، ومن فوقي، وأعوذُ بك أن أُغْتَالَ من تحتي».</p>
                <p > «اللهمَّ إنِّي أعوذُ بك من الهمِّ والحزنِ، والعجزِ والكسلِ، والبُخلِ والجُبنِ، وضَلَعِ الدَّينِ، وغَلَبَةِ الرجالِ».</p>
                <p >«اللَّهمَّ عالِمَ الغَيبِ والشَّهادةِ، فاطرَ السَّمواتِ والأرضِ، رَبَّ كلِّ شيءٍ ومَليكَهُ، أشهدُ أن لا إلَهَ إلَّا أنتَ، أعوذُ بِكَ مِن شرِّ نفسي وشرِّ الشَّيطانِ وشِركِهِ) قلهُ إذا أصبَحتَ، وإذا أمسَيتَ، وإذا أخَذتَ مَضجعَكَ».</p>
                <p >- «يا حيُّ يا قيُّومُ، برَحمتِكَ أستَغيثُ، أصلِح لي شأني كُلَّهُ، ولا تَكِلني إلى نَفسي طرفةَ عينٍ».</p>
                <p >- «سبحانَ اللَّهِ وبحمدِهِ مئةَ مرَّةٍ: لم يأتِ أحدٌ يومَ القيامةِ بأفضلَ ممَّا جاءَ بِهِ، إلَّا أحدٌ قالَ مثلَ ما قالَ، أو زادَ علَيهِ».</p>
                <p >-« سُبْحَانَ اللهِ وَبِحَمْدِهِ، عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ»، و تُقال ثلاث مرات.</p>
                <p> قراءة سورة الإخلاص والمعوّذتين ثلاث مرات، فقد قال رسول الله - صلى الله عليه وسلم-: «قُلْ هُوَ اللهُ أَحَدٌ، والْمُعَوِّذتَيْنِ حَينَ تُمسي وحين تُصبِحُ، ثلاثَ مراتٍ، يكفيكَ مِنْ كلِّ شئٍ»</p>
                <p> آية الكرسي: «اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ ۚ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ مَن ذَا الَّذِي يَشْفَعُ عِندَهُ إِلَّا بِإِذْنِهِ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلَّا بِمَا شَاءَ ۚ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ ۖ وَلَا يَئُودُهُ حِفْظُهُمَا ۚ وَهُوَ الْعَلِيُّ الْعَظِيمُ».</p>
            </div>
            <div className='three'>
                <h4>الادعية التي وردت في القرأن</h4>
                <p >- ﺭﺑﻨﺎ ﺗﻘﺒﻞ ﻣﻨﺎ ﺇﻧﻚ ﺃﻧﺖ ﺍﻟﺴﻤﻴﻊ ﺍﻟﻌﻠﻴﻢ، ﻭﺗﺐ ﻋﻠﻴﻨﺎ ﺇﻧﻚ ﺃﻧﺖ ﺍﻟﺘﻮﺍﺏ ﺍﻟﺮﺣﻴﻢ.<br/>
2- ﺭﺑﻨﺎ ﺁﺗﻨﺎ ﻓﻲ ﺍﻟﺪﻧﻴﺎ ﺣﺴﻨﺔ ﻭﻓﻲ ﺍﻵﺧﺮﺓ ﺣﺴﻨﺔ ﻭﻗﻨﺎ ﻋﺬﺍﺏ ﺍﻟﻨﺎﺭ.<br/>
3- ﺭﺑﻨﺎ ﺃﻓﺮﻍ ﻋﻠﻴﻨﺎ ﺻﺒﺮﺍ ﻭﺛﺒﺖ ﺃﻗﺪﺍﻣﻨﺎ ﻭﺍﻧﺼﺮﻧﺎ ﻋﻠﻰ ﺍﻟﻘﻮﻡ ﺍﻟﻜﺎﻓﺮﻳﻦ.<br/>
4- ﺭﺑﻨﺎ ﻻ ﺗﺆﺍﺧﺬﻧﺎ ﺇﻥ ﻧﺴﻴﻨﺎ ﺃﻭ ﺃﺧﻄﺎﻧﺎ، ﺭﺑﻨﺎ ﻭﻻ ﺗﺤﻤﻞ ﻋﻠﻴﻨﺎ ﺇﺻﺮﺍ ﻛﻤﺎ ﺣﻤﻠﺘﻪ ﻋﻠﻰ ﺍﻟﺬﻳﻦ ﻣﻦ ﻗﺒﻠﻨﺎ.<br/>

5- ﺭﺑﻨﺎ ﻭﻻ ﺗﺤﻤﻠﻨﺎ ﻣﺎ ﻻ ﻃﺎﻗﺔ ﻟﻨﺎ ﺑﻪ ﻭﺍﻋﻒ ﻋﻨﺎ ﻭﺍﻏﻔﺮ ﻟﻨﺎ ﻭﺍﺭﺣﻤﻨﺎ ﺃﻧﺖ ﻣﻮﻻﻧﺎ ﻓﺎﻧﺼﺮﻧﺎ ﻋﻠﻰ ﺍﻟﻘﻮﻡ ﺍﻟﻜﺎﻓﺮﻳﻦ.<br/>

6- ﺭﺑﻨﺎ ﻻ ﺗﺰﻍ ﻗﻠﻮﺑﻨﺎ ﺑﻌﺪ ﺇﺫ ﻫﺪﻳﺘﻨﺎ ﻭﻫﺐ ﻟﻨﺎ ﻣﻦ ﻟﺪﻧﻚ ﺭﺣﻤﺔ ﺇﻧﻚ ﺃﻧﺖ ﺍﻟﻮﻫﺎﺏ.<br/>

7- ﺭﺑﻨﺎ ﺇﻧﻚ ﺟﺎﻣﻊ ﺍﻟﻨﺎﺱ ﻟﻴﻮﻡ ﻻ ﺭﻳﺐ ﻓﻴﻪ ﺇﻥ ﺍﻟﻠﻪ ﻻ ﻳﺨﻠﻒ ﺍﻟﻤﻴﻌﺎﺩ.<br/>

8- ﺭﺑﻨﺎ ﺇﻧﻨﺎ ﺁﻣﻨﺎ ﻓﺎﻏﻔﺮ ﻟﻨﺎ ﺫﻧﻮﺑﻨﺎ ﻭﻗﻨﺎ ﻋﺬﺍﺏ ﺍﻟﻨﺎﺭ.<br/>
9- ﺭﺏ ﻫﺐ ﻟﻲ ﻣﻦ ﻟﺪﻧﻚ ﺫﺭﻳﺔ ﻃﻴﺒﺔ ﺇﻧﻚ ﺳﻤﻴﻊ ﺍﻟﺪﻋﺎﺀ.<br/>
10- ﺭﺑﻨﺎ ﺁﻣﻨﺎ ﺑﻤﺎ ﺃﻧﺰﻟﺖ ﻭﺍﺗﺒﻌﻨﺎ ﺍﻟﺮﺳﻮﻝ ﻓﺎﻛﺘﺒﻨﺎ ﻣﻊ ﺍﻟﺸﺎﻫﺪﻳﻦ.<br/>
11- ﺭﺑﻨﺎ ﺍﻏﻔﺮ ﻟﻨﺎ ﺫﻧﻮﺑﻨﺎ ﻭﺇﺳﺮﺍﻓﻨﺎ ﻓﻲ ﺃﻣﺮﻧﺎ ﻭﺛﺒﺖ ﺃﻗﺪﺍﻣﻨﺎ ﻭﺍﻧﺼﺮﻧﺎ ﻋﻠﻰ ﺍﻟﻘﻮﻡ ﺍﻟﻜﺎﻓﺮﻳﻦ.<br/>

12- ﺭﺑﻨﺎ ﻣﺎ ﺧﻠﻘﺖ ﻫﺬﺍ ﺑﺎﻃﻼ ﺳﺒﺤﺎﻧﻚ ﻓﻘﻨﺎ ﻋﺬﺍﺏ ﺍﻟﻨﺎﺭ.<br/>
13- ﺭﺑﻨﺎ ﺇﻧﻚ ﻣﻦ ﺗﺪﺧﻞ ﺍﻟﻨﺎﺭ ﻓﻘﺪ ﺃﺧﺰﻳﺘﻪ ﻭﻣﺎ ﻟﻠﻈﺎﻟﻤﻴﻦ ﻣﻦ ﺃﻧﺼﺎﺭ.<br/>
14- ﺭﺑﻨﺎ ﺇﻧﻨﺎ ﺳﻤﻌﻨﺎ ﻣﻨﺎﺩﻳﺎ ﻳﻨﺎﺩﻱ ﻟﻺﻳﻤﺎﻥ ﺃﻥ ﺍﻣﻨﻮﺍ ﺑﺮﺑﻜﻢ ﻓﺂﻣﻨﺎ، ﺭﺑﻨﺎ ﻓﺎﻏﻔﺮ ﻟﻨﺎ ﺫﻧﻮﺑﻨﺎ ﻭﻛﻔﺮ ﻋﻨﺎ ﺳﻴﺌﺎﺗﻨﺎ ﻭﺗﻮﻓﻨﺎ ﻣﻊ ﺍﻷﺑﺮﺍﺭ.<br/>

15- ﺭﺑﻨﺎ ﻭﺍﺗﻨﺎ ﻣﺎ ﻭﻋﺪﺗﻨﺎ ﻋﻠﻰ ﺭﺳﻠﻚ ﻭﻻ ﺗﺨﺰﻧﺎ ﻳﻮﻡ ﺍﻟﻘﻴﺎﻣﺔ ﺇﻧﻚ ﻻ ﺗﺨﻠﻒ ﺍﻟﻤﻴﻌﺎﺩ.<br/>

16- ﺭﺑﻨﺎ ﺃﺧﺮﺟﻨﺎ ﻣﻦ ﻫﺬﻩ ﺍﻟﻘﺮﻳﺔ ﺍﻟﻈﺎﻟﻢ ﺃﻫﻠﻬﺎ ﻭﺍﺟﻌﻞ ﻟﻨﺎ ﻣﻦ ﻟﺪﻧﻚ ﻭﻟﻴﺎ ﻭﺍﺟﻌﻞ ﻟﻨﺎ ﻣﻦ ﻟﺪﻧﻚ ﻧﺼﻴﺮﺍ.<br/>

17- ﺭﺑﻨﺎ ﻇﻠﻤﻨﺎ ﺃﻧﻔﺴﻨﺎ ﻭﺍﻥ ﻟﻢ ﺗﻐﻔﺮ ﻟﻨﺎ ﻭﺗﺮﺣﻤﻨﺎ ﻟﻨﻜﻮﻧﻦ ﻣﻦ ﺍﻟﺨﺎﺳﺮﻳﻦ<br/>

18- ﺭﺑﻨﺎ ﺍﻓﺘﺢ ﺑﻴﻨﻨﺎ ﻭﺑﻴﻦ ﻗﻮﻣﻨﺎ ﺑﺎﻟﺤﻖ ﻭﺃﻧﺖ ﺧﻴﺮ ﺍﻟﻔﺎﺗﺤﻴﻦ.<br/>
19- ﺭﺑﻨﺎ ﺍﻓﺮﻍ ﻋﻠﻴﻨﺎ ﺻﺒﺮﺍ ﻭﺗﻮﻓﻨﺎ ﻣﺴﻠﻤﻴﻦ، ﺃﻧﺖ ﻭﻟﻴﻨﺎ ﻓﺎﻏﻔﺮ ﻟﻨﺎ ﻭﺍﺭﺣﻤﻨﺎ ﻭﺃﻧﺖ ﺧﻴﺮ ﺍﻟﻐﺎﻓﺮﻳﻦ.<br/>

20- ﺭﺑﻨﺎ ﻻ ﺗﺠﻌﻠﻨﺎ ﻓﺘﻨﺔ ﻟﻠﻘﻮﻡ ﺍﻟﻈﺎﻟﻤﻴﻦ ﻭﻧﺠﻨﺎ ﺑﺮﺣﻤﺘﻚ ﻣﻦ ﺍﻟﻘﻮﻡ ﺍﻟﻜﺎﻓﺮﻳﻦ.<br/>

21- ﺭﺏ ﺇﻧﻲ ﺃﻋﻮﺫ ﺑﻚ ﺃﻥ ﺃﺳﺎﻟﻚ ﻣﺎ ﻟﻴﺲ ﻟﻲ ﺑﻪ ﻋﻠﻢ ﻭﺇﻻ ﺗﻐﻔﺮ ﻟﻲ ﻭﺗﺮﺣﻤﻨﻲ ﺃﻛﻦ ﻣﻦ ﺍﻟﺨﺎﺳﺮﻳﻦ.<br/>

22- ﺭﺏ ﺃﻧﺖ ﻭﻟﻴﻲ ﻓﻲ ﺍﻟﺪﻧﻴﺎ ﻭﺍﻵﺧﺮﺓ ﺗﻮﻓﻨﻲ ﻣﺴﻠﻤﺎ ﻭﺃﻟﺤﻘﻨﻲ ﺑﺎﻟﺼﺎﻟﺤﻴﻦ.<br/>

23- ﺭﺑﻨﺎ ﺇﻧﻚ ﺗﻌﻠﻢ ﻣﺎ ﻧﺨﻔﻲ ﻭﻣﺎ ﻧﻌﻠﻦ ﻭﻣﺎ يخفى ﻋﻠﻰ ﺍﻟﻠﻪ ﻣﻦ ﺷﻲﺀ ﻓﻲ ﺍﻷﺭﺽ ﻭﻻ ﻓﻲ ﺍﻟﺴﻤﺎﺀ.<br/>

24- ﺭﺏ ﺍﺟﻌﻠﻨﻲ ﻣﻘﻴﻢ ﺍﻟﺼﻼﺓ ﻭﻣﻦ ﺫﺭﻳﺘﻲ ﺭﺑﻨﺎ ﻭﺗﻘﺒﻞ ﺩﻋﺎﺀ، ﺭﺑﻨﺎ ﺍﻏﻔﺮ ﻟﻲ ﻭﻟﻮﺍﻟﺪﻱ ﻭﻟﻠﻤﺆﻣﻨﻴﻦ ﻳﻮﻡ ﻳﻘﻮﻡ ﺍﻟﺤﺴﺎﺏ<br/>

25- ﺭﺏ ﺃﺩﺧﻠﻨﻲ ﻣﺪﺧﻞ ﺻﺪﻕ ﻭﺃﺧﺮﺟﻨﻲ ﻣﺨﺮﺝ ﺻﺪﻕ ﻭﺍﺟﻌﻞ ﻟﻲ ﻣﻦ ﻟﺪﻧﻚ ﺳﻠﻄﺎﻧﺎ ﻧﺼﻴﺮﺍ.<br/>

26- ﺭﺑﻨﺎ ﺁﺗﻨﺎ ﻣﻦ ﻟﺪﻧﻚ ﺭﺣﻤﺔ ﻭﻫﻴﺊ ﻟﻨﺎ ﻣﻦ ﺃﻣﺮﻧﺎ ﺭﺷﺪﺍ، ﺭﺏ ﺇﻧﻲ ﻭﻫﻦ ﺍﻟﻌﻈﻢ ﻣﻨﻰ ﻭﺍﺷﺘﻌﻞ ﺍﻟﺮﺃﺱ ﺷﻴﺒﺎ ﻭﻟﻢ ﺃﻛﻦ ﺑﺪﻋﺎﺋﻚ ﺭﺏ ﺷﻘﻴﺎ.<br/>

27- ﺭﺏ ﺍﺷﺮﺡ ﻟﻲ ﺻﺪﺭﻱ ﻭﻳﺴﺮ ﻟﻲ ﺃﻣﺮﻱ ﻭﺍﺣﻠﻞ ﻋﻘﺪﺓ ﻣﻦ ﻟﺴﺎﻧﻲ ﻳﻔﻘﻬﻮﺍ ﻗﻮﻟﻲ، ﺭﺏ ﺯﺩﻧﻲ ﻋﻠﻤﺎ.<br/>

28- ﻻ ﺍﻟﻪ ﺇﻻ ﺃﻧﺖ ﺳﺒﺤﺎﻧﻚ ﺇﻧﻲ ﻛﻨﺖ ﻣﻦ ﺍﻟﻈﺎﻟﻤﻴﻦ.<br/>
29- ﺭﺏ ﻻ ﺗﺬﺭﻧﻲ ﻓﺮﺩﺍ ﻭﺃﻧﺖ ﺧﻴﺮ ﺍﻟﻮﺍﺭﺛﻴﻦ.<br/>
30- ﺃﻧﻲ ﻣﺴﻨﻲ ﺍﻟﻀﺮ ﻭﺃﻧﺖ ﺍﺭﺣﻢ ﺍﻟﺮﺍﺣﻤﻴﻦ.<br/>
31- ﺭﺏ ﺃﻧﺰﻟﻨﻲ ﻣﻨﺰﻻ ﻣﺒﺎﺭﻛﺎ ﻭﺃﻧﺖ ﺧﻴﺮ ﺍﻟﻤﻨﺰﻟﻴﻦ.<br/>
32- ﺭﺏ ﺃﻋﻮﺫ ﺑﻚ ﻣﻦ ﻫﻤﺰﺍﺕ ﺍﻟﺸﻴﺎﻃﻴﻦ ﻭﺃﻋﻮﺫ ﺑﻚ ﺭﺏ ﺃﻥ ﻳﺤﻀﺮﻭﻥ.<br/>

33- ﺭﺑﻨﺎ ﺁﻣﻨﺎ ﻓﺎﻏﻔﺮ ﻟﻨﺎ ﻭﺍﺭﺣﻤﻨﺎ ﻭﺃﻧﺖ ﺧﻴﺮ ﺍﻟﺮﺍﺣﻤﻴﻦ.<br/>
34- ﺭﺑﻨﺎ ﺍﺻﺮﻑ ﻋﻨﺎ ﻋﺬﺍﺏ ﺟﻬﻨﻢ ﺇﻥ ﻋﺬﺍﺑﻬﺎ ﻛﺎﻥ ﻏﺮﺍﻣﺎ ﺇﻧﻬﺎ ﺳﺎﺀﺕ ﻣﺴﺘﻘﺮﺍ ﻭﻣﻘﺎﻣﺎ.<br/>

35- ﺭﺑﻨﺎ ﻫﺐ ﻟﻨﺎ ﻣﻦ ﺃﺯﻭﺍﺟﻨﺎ ﻭﺫﺭﻳﺎﺗﻨﺎ ﻗﺮﺓ ﺃﻋﻴﻦ ﻭﺍﺟﻌﻠﻨﺎ ﻟﻠﻤﺘﻘﻴﻦ ﺇﻣﺎﻣﺎ.<br/>

36- ﺭﺏ ﻫﺐ ﻟﻲ ﺣﻜﻤﺎ ﻭﺍﻟﺤﻘﻨﻰ ﺑﺎﻟﺼﺎﻟﺤﻴﻦ ﻭﺍﺟﻌﻞ ﻟﻲ ﻟﺴﺎﻥ ﺻﺪﻕ ﻓﻲ. ﺍﻵﺧﺮﻳﻦ ﻭﺍﺟﻌﻠﻨﻲ ﻣﻦ ﻭﺭﺛﺔ ﺟﻨﺔ ﺍﻟﻨﻌﻴﻢ ﻭﻻ ﺗﺨﺰﻧﻲ ﻳﻮﻡ ﻳﺒﻌﺜﻮﻥ ﻳﻮﻡ ﻻ ﻳﻨﻔﻊ ﻣﺎﻝ ﻭﻻ ﺑﻨﻮﻥ ﺇﻻ ﻣﻦ ﺃﺗﻰ ﺍﻟﻠﻪ ﺑﻘﻠﺐ ﺳﻠﻴﻢ.<br/>

37- ﺭﺏ ﻧﺠﻨﻲ ﻭﺃﻫﻠﻲ ﻣﻤﺎ ﻳﻌﻤﻠﻮﻥ.<br/>
38- ﺭﺏ ﺃﻭﺯﻋﻨﻲ ﺃﻥ ﺍﺷﻜﺮ ﻧﻌﻤﺘﻚ ﺍﻟﺘﻲ ﺃﻧﻌﻤﺖ ﻋﻠﻰ ﻭﻋﻠﻰ ﻭﺍﻟﺪﻱ ﻭﺍﻥ ﺍﻋﻤﻞ ﺻﺎﻟﺤﺎ ﺗﺮﺿﺎﻩ ﻭﺍﺩﺧﻠﻨﻰ ﺑﺮﺣﻤﺘﻚ ﻓﻲ ﻋﺒﺎﺩﻙ ﺍﻟﺼﺎﻟﺤﻴﻦ.<br/>

39- ﺭﺏ ﺇﻧﻲ ﻇﻠﻤﺖ ﻧﻔﺴﻲ ﻓﺎﻏﻔﺮ ﻟﻲ، ﺭﺏ ﺍﻧﺼﺮﻧﻲ ﻋﻠﻰ ﺍﻟﻘﻮﻡ ﺍﻟﻤﻔﺴﺪﻳﻦ.<br/>

40- ﺭﺑﻨﺎ ﻭﺳﻌﺖ ﻛﻞ ﺷﻲﺀ ﺭﺣﻤﺔ ﻭﻋﻠﻤﺎ ﻓﺎﻏﻔﺮ ﻟﻠﺬﻳﻦ ﺗﺎﺑﻮﺍ ﻭﺍﺗﺒﻌﻮﺍ ﺳﺒﻴﻠﻚ ﻭﻗﻬﻢ ﻋﺬﺍﺏ ﺍﻟﺠﺤﻴم<br/>

41- ﺭﺑﻨﺎ ﻭﺃﺩﺧﻠﻬﻢ ﺟﻨﺎﺕ ﻋﺪﻥ ﺍﻟﺘﻲ ﻭﻋﺪﺗﻬﻢ ﻭﻣﻦ ﺻﻠﺢ ﻣﻦ ﺁﺑﺎﺋﻬﻢ ﻭﺃﺯﻭﺍﺟﻬﻢ ﻭﺫﺭﻳﺎﺗﻬﻢ ﺇﻧﻚ ﺃﻧﺖ ﺍﻟﻌﺰﻳﺰ ﺍﻟﺤﻜﻴﻢ ﻭﻗﻬﻢ ﺍﻟﺴﻴﺌﺎﺕ ﻭﻣﻦ ﺗﻖ ﺍﻟﺴﻴﺌﺎﺕ ﻳﻮﻣﺌﺬ ﻓﻘﺪ ﺭﺣﻤﺘﻪ ﻭﺫﻟﻚ ﻫﻮ ﺍﻟﻔﻮﺯ ﺍﻟﻌﻈﻴﻢ.<br/>

42- ﺭﺑﻨﺎ ﺍﻛﺸﻒ ﻋﻨﺎ ﺍﻟﻌﺬﺍﺏ ﺇﻧﺎ ﻣﺆﻣﻨﻮﻥ.<br/>
43- ﺭﺏ ﺃﻭﺯﻋﻨﻲ ﺃﻥ ﺍﺷﻜﺮ ﻧﻌﻤﺘﻚ التی أنعمت ﻋﻠﻰ ﻭﻋﻠﻰ ﻭﺍﻟﺪﻱ ﻭﺍﻥ ﺍﻋﻤﻞ ﺻﺎﻟﺤﺎ ﺗﺮﺿﺎﻩ ﻭﺃﺻﻠﺢ ﻟﻲ ﻓﻲ ﺫﺭﻳﺘﻲ ﺇﻧﻲ ﺗﺒﺖ ﺇﻟﻴﻚ ﻭﺍﻧﻲ ﻣﻦ ﺍﻟﻤﺴﻠﻤﻴﻦ.<br/>

44- ﺭﺑﻨﺎ ﺍﻏﻔﺮ ﻟﻨﺎ ﻭﻹﺧﻮﺍﻧﻨﺎ ﺍﻟﺬﻳﻦ ﺳﺒﻘﻮﻧﺎ ﺑﺎﻹﻳﻤﺎﻥ ﻭﻻ ﺗﺠﻌﻞ ﻓﻲ ﻗﻠﻮﺑﻨﺎ ﻏﻼ ﻟﻠﺬﻳﻦ ﺍﻣﻨﻮﺍ.<br/>

45- ﺭﺑﻨﺎ ﺇﻧﻚ ﺭﺀﻭﻑ ﺭﺣﻴﻢ، ﺭﺑﻨﺎ ﻋﻠﻴﻚ ﺗﻮﻛﻠﻨﺎ ﻭﺍﻟﻴﻚ ﺃﻧﺒﻨﺎ ﻭﺍﻟﻴﻚ ﺍﻟﻤﺼﻴﺮ، ﺭﺑﻨﺎ ﻻ ﺗﺠﻌﻠﻨﺎ ﻓﺘﻨﺔ ﻟﻠﺬﻳﻦ ﻛﻔﺮﻭﺍ ﻭﺍﻏﻔﺮ ﻟﻨﺎ ﺭﺑﻨﺎ ﺇﻧﻚ ﺃﻧﺖ ﺍﻟﻌﺰﻳﺰ ﺍﻟﺤﻜﻴﻢ.<br/>

46- ﺭﺑﻨﺎ ﺍﺗﻤﻢ ﻟﻨﺎ ﻧﻮﺭﻧﺎ ﻭﺍﻏﻔﺮ ﻟﻨﺎ ﺇﻧﻚ ﻋﻠﻰ ﻛﻞ ﺷﻲﺀ ﻗﺪﻳﺮ، ﺭﺏ ﺍﺑﻦ ﻟﻲ ﻋﻨﺪﻙ ﺑﻴﺘﺎ ﻓﻲ ﺍﻟﺠﻨﺔ ﻭﻧﺠﻨﻲ ﻣﻦ ﺍﻟﻘﻮﻡ ﺍﻟﻈﺎﻟﻤﻴﻦ.<br/>

47- ﺭﺏ ﻻ ﺗﺬﺭ ﻋﻠﻰ ﺍﻷﺭﺽ ﻣﻦ ﺍﻟﻜﺎﻓﺮﻳﻦ ﺩﻳﺎﺭﺍ ﺇﻧﻚ ﺇﻥ ﺗﺬﺭﻫﻢ ﻳﻀﻠﻮﺍ ﻋﺒﺎﺩﻙ ﻭﻻ ﻳﻠﺪﻭﺍ ﺇﻻ ﻓﺎﺟﺮﺍ ﻛﻔﺎﺭا.<br/>

48- ﺭﺏ ﺍﻏﻔﺮ ﻟﻲ ﻭﻟﻮﺍﻟﺪﻱ ﻭﻟﻤﻦ ﺩﺧﻞ بﻴﺘﻲ ﻣﺆﻣﻨﺎ ﻭﻟﻠﻤﺆﻣﻨﻴﻦ ﻭﺍﻟﻤﺆﻣﻨﺎﺕ ﻭﻻ ﺗﺰﺩ ﺍﻟﻈﺎﻟﻤﻴﻦ ﺇﻻ ﺗﺒﺎﺭﺍ.</p>
            </div>
        </div>
    );
}

export default Azkar;
